{
	"common": {
		"loading": "Cargando...",
		"error": "Ocurri贸 un error. Por favor, int茅ntelo de nuevo m谩s tarde.",
		"download": "Descargar"
	},
	"appLayout": {
		"header": {
			"title": "Portafolio de Ben Snow"
		},
		"footer": {
			"copyright": "漏 {{year}} Portafolio de Ben Snow"
		}
	},
	"navigation": {
		"home": "Inicio",
		"about": "Acerca de",
		"contact": "Contacto",
		"resume": "Curr铆culum"
	},
	"pages": {
		"home": {
			"title": "P谩gina de Inicio"
		},
		"about": {
			"title": "De Salvar Princesas a Construir Soluciones Full-Stack",
			"zeldaParagraph": "Todo comenz贸 con The Legend of Zelda: A Link to the Past. A los nueve a帽os, me cautiv贸 la gran aventura de rescatar a la Princesa Zelda de Ganon. No lo sab铆a en ese momento, pero navegar por esos mundos digitales eventualmente despertar铆a una obsesi贸n de por vida por c贸mo se constru铆an.",
			"perlenspielParagraph": "Mi camino profesional hacia la ingenier铆a comenz贸 con un desaf铆o similar: un jugador, una llave y una puerta cerrada. Implementar esa l贸gica en el <perlenspielLink>gameclavier de Perlenspiel</perlenspielLink> fue mi primer verdadero contacto con la programaci贸n. Hoy, traduzco esa misma motivaci贸n para resolver problemas en la construcci贸n de aplicaciones full-stack, especializ谩ndome actualmente en frontends React, backends .NET Core y servicios en la nube Azure.",
			"quoteParagraph": "Soy un firme creyente en la naturaleza iterativa de la artesan铆a del software. Mi objetivo con cada proyecto es llevar ideas en bruto a la realidad a trav茅s de un flujo de trabajo disciplinado: <quoteStyle>\"Haz que funcione, hazlo bien, hazlo r谩pido.\" Kent Beck</quoteStyle>",
			"introToMiniLevelParagraph": "A continuaci贸n, una peque帽a muestra de d贸nde comenz贸 todo: un mini-nivel que reconstru铆 para honrar el motor que lanz贸 mi carrera."
		},
		"resume": {
			"resume": "Curr铆culum",
			"preparingDownload": "Preparando descarga..."
		},
		"contact": {
			"title": "P谩gina de Contacto"
		}
	},
	"timerMinigame": {
		"title": "憋 Desaf铆o del Cartero",
		"instructions": "Det茅n el cron贸metro exactamente en",
		"targetTime": "{{time}} segundos",
		"buttons": {
			"start": "Comenzar",
			"stop": "隆Detener!",
			"tryAgain": "Intentar de Nuevo"
		},
		"result": {
			"perfect": " 隆Perfecto!"
		}
	}
}
